Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-1300.html.tmx
Source language: nob
Languages: sme

source: Ole Henrik Magga mottar menneskerettspris
sme: Ole Henrik Magga oažžu olmmošvuoigatvuođabálkkašumi

source: Tidligere sametingspresident Ole Henrik Magga mottar menneskerettspris.
sme: Sámedikki ovddeš presideanta Ole Henrik Magga oažžu olmmošvuoigatvuođabálkkašumi.

source: Det er Universitetet i Oslo som har valgt å hedre Maggas arbeid for menneskerettighetene.
sme: Oslo universitehta áigu gudnejahttit Magga barggu olmmošvuoigatvuođaiguin.

source: Publisert av Hivand, Pål.
sme: Almmuhan Hivand, Pål.

source: Sist endret 15.09.2006
sme: Maŋimustá rievdaduvvon 15.09.2006

source: Ole Henrik Magga (59) er den første presidenten for Sametinget i Norge, i perioden 1989 og til 1997, og var også den første lederen av FNs permanente forum for urfolk.
sme: Ole Henrik Magga (59) lei vuosttaš presideanta Norgga Sámedikkis, jagi 1989 rájes 1997 rádjai, ja son lei maid ON:a bissovaš foruma vuosttaš jođiheaddji.

source: Magga har vært professor i finsk-ugriske språk ved Universitetet i Oslo, og arbeider nå som professor ved Samisk høgskole.
sme: Magga lea leamaš professora suoma-ugralaš gielain Oslo universitehtas, ja dál son bargá professoran Sámi allaskuvllas.

source: – Og det er nettopp arbeidet for rettane til urfolk både nasjonalt og internasjonalt som har gjort han fortent til å få UiOs menneskerettspris – Lisl og Leo Eitingers fond, fortel juryleiar, prorektor Haakon Breien Benestad til Uniforum.
sme: – Son lea bargan eamiálbmot vuoigatvuođaiguin sihke našonalaččat ja riikkaidgaskasaččat ja danne lea ánssášan oažžut Oslo Universitehta olmmošvuoigatvuođabálkkašumi – Lisl og Leo Eitingers nammasaš foanddas, muitala juryjođiheaddji, prorektor Haakon Breien Benestad Uniforum:ii.
